[
  {
    "Art Movement": "AI and Algorithmic Art",
    "Slug": "ai-and-algorithmic-art",
    "Collection ID": "67b9223d86bf1f948b4a1478",
    "Item ID": "67b929547095d061fc7497c2",
    "Archived": "false",
    "Draft": "false",
    "Created On": "Sat Feb 22 2025 01:33:08 GMT+0000 (Coordinated Universal Time)",
    "Updated On": "Mon Feb 24 2025 04:14:27 GMT+0000 (Coordinated Universal Time)",
    "Published On": "Mon Feb 24 2025 04:22:49 GMT+0000 (Coordinated Universal Time)",
    "Movement Name": "AI and Algorithmic Art",
    "Description": "AI and Algorithmic art is a field of artistic production that utilizes artificial intelligence (AI) algorithms, machine learning, and generative processes to create artworks.",
    "Art Movement Description": "<p id=\"\">AI and Algorithmic Art has existed for many decades, predating popular and widespread availability and usage. Artists in the field work with engineers and computer scientists to code the algorithms, and train the models. </p><p id=\"\">Key figures include Refik Anadol, Anna Ridler, and Mario Klingemann. </p><p id=\"\">The practice raises conceptual and philosophical questions regarding the nature of art, AI, human/machine interactions, and the future of visual aesthetics.</p>",
    "Art Movement Desc": "AI and Algorithmic Art has existed for many decades, predating popular and widespread availability and usage. Artists in the field work with engineers and computer scientists to code the algorithms, and train the models. Key figures include Refik Anadol, Anna Ridler, and Mario Klingemann. The practice raises conceptual and philosophical questions regarding the nature of art, AI, human/machine interactions, and the future of visual aesthetics.",
    "Movement Image": "",
    "Bkgd Color": "#f6851f"
  },
  {
    "Art Movement": "Appropriation Art (Readymade?)",
    "Slug": "appropriation-art",
    "Collection ID": "67b9223d86bf1f948b4a1478",
    "Item ID": "67b927ece0429ca00f5af20f",
    "Archived": "false",
    "Draft": "false",
    "Created On": "Sat Feb 22 2025 01:27:08 GMT+0000 (Coordinated Universal Time)",
    "Updated On": "Mon Feb 24 2025 04:18:03 GMT+0000 (Coordinated Universal Time)",
    "Published On": "Mon Feb 24 2025 04:22:49 GMT+0000 (Coordinated Universal Time)",
    "Movement Name": "Appropriation Art",
    "Description": "Appropriation Art involves the intentional borrowing, copying, and alteration of pre-existing images and objects.",
    "Art Movement Description": "<p id=\"\">Appropriation Art (Readymade?) gained prominence in the 1980s, although its roots can be traced back to earlier movements like Dada and Pop Art. Artists deliberately recontextualize or copy existing images and objects, raising questions about originality, authorship, and the nature of art in a media-saturated culture. </p><p id=\"\">Key figures include Sherrie Levine, Richard Prince, and Jeff Koons. </p><p id=\"\">Appropriation Art often critiques consumerism, mass media, and the art market itself, prompting viewers to reconsider the meaning and value of cultural artifacts.</p>",
    "Art Movement Desc": "Appropriation Art gained prominence in the 1980s, although its roots can be traced back to earlier movements like Dada and Pop Art. Artists deliberately recontextualize or copy existing images and objects, raising questions about originality, authorship, and the nature of art in a media-saturated culture. Key figures include Sherrie Levine, Richard Prince, and Jeff Koons. Appropriation Art often critiques consumerism, mass media, and the art market itself, prompting viewers to reconsider the meaning and value of cultural artifacts.",
    "Movement Image": "",
    "Bkgd Color": "#a679b5"
  },
  {
    "Art Movement": "Bio Art",
    "Slug": "bio-art",
    "Collection ID": "67b9223d86bf1f948b4a1478",
    "Item ID": "67b928db83812f23337670a1",
    "Archived": "false",
    "Draft": "false",
    "Created On": "Sat Feb 22 2025 01:31:07 GMT+0000 (Coordinated Universal Time)",
    "Updated On": "Mon Feb 24 2025 04:20:37 GMT+0000 (Coordinated Universal Time)",
    "Published On": "Mon Feb 24 2025 04:22:49 GMT+0000 (Coordinated Universal Time)",
    "Movement Name": "Bio Art",
    "Description": "Bio Art is an art practice that uses living organisms, tissues, and biological processes as its medium.",
    "Art Movement Description": "<p id=\"\">Emerging in the late 20th and early 21st centuries, Bio Art involves working with live bacteria, plants, animals, or human tissues, often in a laboratory setting. It raises ethical questions about the manipulation of life, the relationship between art and science, and the boundaries of the natural world. </p><p id=\"\">Key figures include Eduardo Kac, Marta de Menezes, and Stelarc. </p><p id=\"\">Bio Art often collaborates with scientists and explores the implications of biotechnology and genetic engineering.</p>",
    "Art Movement Desc": "Emerging in the late 20th and early 21st centuries, Bio Art involves working with live bacteria, plants, animals, or human tissues, often in a laboratory setting. It raises ethical questions about the manipulation of life, the relationship between art and science, and the boundaries of the natural world. Key figures include Eduardo Kac, Marta de Menezes, and Stelarc. Bio Art often collaborates with scientists and explores the implications of biotechnology and genetic engineering.",
    "Movement Image": "",
    "Bkgd Color": "#a679b5"
  },
  {
    "Art Movement": "Conceptual Art",
    "Slug": "conceptual-art",
    "Collection ID": "67b9223d86bf1f948b4a1478",
    "Item ID": "67b923861eb94dd45037d4c0",
    "Archived": "false",
    "Draft": "false",
    "Created On": "Sat Feb 22 2025 01:08:22 GMT+0000 (Coordinated Universal Time)",
    "Updated On": "Mon Feb 24 2025 04:21:23 GMT+0000 (Coordinated Universal Time)",
    "Published On": "Mon Feb 24 2025 04:22:49 GMT+0000 (Coordinated Universal Time)",
    "Movement Name": "Conceptual Art",
    "Description": "Conceptual Art prioritizes the idea or concept behind the artwork over traditional aesthetic and material concerns.",
    "Art Movement Description": "<p id=\"\">Conceptual Art emerged in the mid-1960s and emphasizes that the concept or idea behind the artwork is more important than the finished physical object, if one even exists. It can take many forms, including text, documentation, performances, and found objects. </p><p id=\"\">Key figures include Sol LeWitt, Joseph Kosuth, and Lawrence Weiner. </p><p id=\"\">Conceptual artists often challenge traditional notions of art authorship, skill, and the art market, focusing on the intellectual and theoretical aspects of art-making.TBD</p>",
    "Art Movement Desc": "Conceptual Art emerged in the mid-1960s and emphasizes that the concept or idea behind the artwork is more important than the finished physical object, if one even exists. It can take many forms, including text, documentation, performances, and found objects. Key figures include Sol LeWitt, Joseph Kosuth, and Lawrence Weiner. Conceptual artists often challenge traditional notions of art authorship, skill, and the art market, focusing on the intellectual and theoretical aspects of art-making.TBD",
    "Movement Image": "",
    "Bkgd Color": "#a679b5"
  },
  {
    "Art Movement": "Contemporary Indigenous Art",
    "Slug": "contemporary-indigenous-art",
    "Collection ID": "67b9223d86bf1f948b4a1478",
    "Item ID": "67b9292111a6f5896686df14",
    "Archived": "false",
    "Draft": "false",
    "Created On": "Sat Feb 22 2025 01:32:17 GMT+0000 (Coordinated Universal Time)",
    "Updated On": "Mon Feb 24 2025 04:22:08 GMT+0000 (Coordinated Universal Time)",
    "Published On": "Mon Feb 24 2025 04:22:49 GMT+0000 (Coordinated Universal Time)",
    "Movement Name": "Contemporary Indigenous Art",
    "Description": "Contemporary Indigenous Art encompasses a diverse range of artistic practices by Indigenous artists, engaging with both traditional and contemporary materials and themes.",
    "Art Movement Description": "<p id=\"\">Contemporary Indigenous Art is not a single style, but rather a broad category encompassing the work of artists from Indigenous communities around the world. It often addresses issues of identity, cultural heritage, colonialism, and the environment, while engaging with contemporary art discourses. It can include painting, sculpture, performance, video, and other media. </p><p id=\"\">Key figures vary widely by region and cultural background. </p><p id=\"\">This art plays a vital role in maintaining and revitalizing Indigenous cultures, while also challenging dominant narratives and promoting cross-cultural understanding.</p>",
    "Art Movement Desc": "Contemporary Indigenous Art is not a single style, but rather a broad category encompassing the work of artists from Indigenous communities around the world. It often addresses issues of identity, cultural heritage, colonialism, and the environment, while engaging with contemporary art discourses. It can include painting, sculpture, performance, video, and other media. Key figures vary widely by region and cultural background. This art plays a vital role in maintaining and revitalizing Indigenous cultures, while also challenging dominant narratives and promoting cross-cultural understanding.",
    "Movement Image": "",
    "Bkgd Color": "#f175ad"
  },
  {
    "Art Movement": "Digital Art / New Media Art",
    "Slug": "digital-art-new-media-art",
    "Collection ID": "67b9223d86bf1f948b4a1478",
    "Item ID": "67b92876cfd1b7580b5265e1",
    "Archived": "false",
    "Draft": "false",
    "Created On": "Sat Feb 22 2025 01:29:26 GMT+0000 (Coordinated Universal Time)",
    "Updated On": "Mon Feb 24 2025 21:04:12 GMT+0000 (Coordinated Universal Time)",
    "Published On": "Mon Feb 24 2025 21:13:22 GMT+0000 (Coordinated Universal Time)",
    "Movement Name": "Digital Art / New Media Art",
    "Description": "Digital Art or New Media Art encompasses artistic works and practices that use digital technology as an essential part of the creative or presentation process.",
    "Art Movement Description": "<p id=\"\">Emerging with the development of computer technology, Digital Art and New Media Art include a wide range of practices, such as computer graphics, animation, virtual reality, interactive installations, and net art. These works often explore the possibilities and implications of technology, its impact on society, and its relationship to traditional art forms. </p><p id=\"\">Key figures include Nam June Paik, Lynn Hershman Leeson, and Olafur Eliasson (who often incorporates digital elements). </p><p id=\"\">This field is constantly evolving as new technologies emerge.</p>",
    "Art Movement Desc": "Emerging with the development of computer technology, Digital Art and New Media Art include a wide range of practices, such as computer graphics, animation, virtual reality, interactive installations, and net art. These works often explore the possibilities and implications of technology, its impact on society, and its relationship to traditional art forms. Key figures include Nam June Paik, Lynn Hershman Leeson, and Olafur Eliasson (who often incorporates digital elements). This field is constantly evolving as new technologies emerge.",
    "Movement Image": "",
    "Bkgd Color": "#42a7de"
  },
  {
    "Art Movement": "Installation Art",
    "Slug": "installation-art",
    "Collection ID": "67b9223d86bf1f948b4a1478",
    "Item ID": "67b9283489130464ea4d77b3",
    "Archived": "false",
    "Draft": "false",
    "Created On": "Sat Feb 22 2025 01:28:20 GMT+0000 (Coordinated Universal Time)",
    "Updated On": "Mon Feb 24 2025 21:04:48 GMT+0000 (Coordinated Universal Time)",
    "Published On": "Mon Feb 24 2025 21:13:22 GMT+0000 (Coordinated Universal Time)",
    "Movement Name": "Installation Art",
    "Description": "Installation Art is a genre that creates immersive, three-dimensional environments that transform the viewer's perception of a space.",
    "Art Movement Description": "<p id=\"\">Installation Art gained prominence in the 1970s, though its origins can be traced back to earlier practices. It involves creating large-scale, mixed-media constructions, often designed for a specific site and intended to be experienced as a total environment. Installation artworks can be temporary or permanent, indoors or outdoors, and often incorporate a variety of materials and sensory experiences. </p><p id=\"\">Key figures include Yayoi Kusama, Christo and Jeanne-Claude, and James Turrell. </p><p id=\"\">The emphasis is on the viewer's interaction with the artwork and the transformed space.</p>",
    "Art Movement Desc": "Installation Art gained prominence in the 1970s, though its origins can be traced back to earlier practices. It involves creating large-scale, mixed-media constructions, often designed for a specific site and intended to be experienced as a total environment. Installation artworks can be temporary or permanent, indoors or outdoors, and often incorporate a variety of materials and sensory experiences. Key figures include Yayoi Kusama, Christo and Jeanne-Claude, and James Turrell. The emphasis is on the viewer's interaction with the artwork and the transformed space.",
    "Movement Image": "",
    "Bkgd Color": "#f175ad"
  },
  {
    "Art Movement": "Land Art / Earthworks",
    "Slug": "land-art-earthworks",
    "Collection ID": "67b9223d86bf1f948b4a1478",
    "Item ID": "67b923cae0429ca00f58934f",
    "Archived": "false",
    "Draft": "false",
    "Created On": "Sat Feb 22 2025 01:09:30 GMT+0000 (Coordinated Universal Time)",
    "Updated On": "Wed Feb 26 2025 18:25:34 GMT+0000 (Coordinated Universal Time)",
    "Published On": "Wed Feb 26 2025 19:50:41 GMT+0000 (Coordinated Universal Time)",
    "Movement Name": "Land Art / Earthworks",
    "Description": "Land Art or Earthworks are large-scale art projects that use the natural landscape as their medium.",
    "Art Movement Description": "<p id=\"\">Emerging in the late 1960s and early 1970s, Land Art involved creating art directly in the landscape, sculpting the land itself or making structures with natural materials like rocks, soil, and water. Often monumental in scale, these works are frequently located in remote areas, subject to natural processes of erosion and decay. </p><p id=\"\">Key figures include: Robert Smithson, Walter De Maria, and Nancy Holt. </p><p id=\"\">Land Art sought to escape the confines of the gallery and engage with the environment in a direct and powerful way, raising questions about art's relationship to nature, time, and permanence.</p>",
    "Art Movement Desc": "Emerging in the late 1960s and early 1970s, Land Art involved creating art directly in the landscape, sculpting the land itself or making structures with natural materials like rocks, soil, and water. Often monumental in scale, these works are frequently located in remote areas, subject to natural processes of erosion and decay. Key figures include Robert Smithson, Walter De Maria, and Nancy Holt. Land Art sought to escape the confines of the gallery and engage with the environment in a direct and powerful way, raising questions about art's relationship to nature, time, and permanence.",
    "Movement Image": "",
    "Bkgd Color": "#f175ad"
  },
  {
    "Art Movement": "Minimalism",
    "Slug": "minimalism",
    "Collection ID": "67b9223d86bf1f948b4a1478",
    "Item ID": "67b92338f0b471b3c1c5e344",
    "Archived": "false",
    "Draft": "false",
    "Created On": "Sat Feb 22 2025 01:07:04 GMT+0000 (Coordinated Universal Time)",
    "Updated On": "Mon Feb 24 2025 21:06:30 GMT+0000 (Coordinated Universal Time)",
    "Published On": "Mon Feb 24 2025 21:13:22 GMT+0000 (Coordinated Universal Time)",
    "Movement Name": "Minimalism",
    "Description": "Minimalism is a style that reduces art to its most essential forms, often using geometric shapes and industrial materials.",
    "Art Movement Description": "<p id=\"\">Minimalism emerged in the 1960s as a reaction against the emotionalism of Abstract Expressionism. It emphasized simplicity, objectivity, and the viewer's experience of the artwork in space. Minimalist works often consist of simple geometric forms, repeated units, and industrially produced materials like steel, concrete, and fluorescent lights. </p><p id=\"\">Key figures include Donald Judd, Sol LeWitt, and Dan Flavin. </p><p id=\"\">The focus is on the physical presence of the object and its relationship to the surrounding environment, rather than any symbolic or emotional meaning.</p>",
    "Art Movement Desc": "Minimalism emerged in the 1960s as a reaction against the emotionalism of Abstract Expressionism. It emphasized simplicity, objectivity, and the viewer's experience of the artwork in space. Minimalist works often consist of simple geometric forms, repeated units, and industrially produced materials like steel, concrete, and fluorescent lights. Key figures include Donald Judd, Sol LeWitt, and Dan Flavin. The focus is on the physical presence of the object and its relationship to the surrounding environment, rather than any symbolic or emotional meaning.",
    "Movement Image": "",
    "Bkgd Color": "#f37977"
  },
  {
    "Art Movement": "Neo-Expressionism",
    "Slug": "neo-expressionism",
    "Collection ID": "67b9223d86bf1f948b4a1478",
    "Item ID": "67b92782cfd1b7580b51e6a8",
    "Archived": "false",
    "Draft": "false",
    "Created On": "Sat Feb 22 2025 01:25:22 GMT+0000 (Coordinated Universal Time)",
    "Updated On": "Tue Mar 18 2025 00:56:05 GMT+0000 (Coordinated Universal Time)",
    "Published On": "Mon Jul 14 2025 18:22:32 GMT+0000 (Coordinated Universal Time)",
    "Movement Name": "Neo-Expressionism",
    "Description": "Neo-Expressionism is a style of late-modernist or early-postmodern painting and sculpture that emerged in the late 1970s, characterized by intense subjectivity and rough handling of materials.",
    "Art Movement Description": "<p id=\"\">Neo-Expressionism was a reaction against the conceptual and minimalist art of the 1970s. It revived figuration, expressive brushwork, and intense colors, often drawing on historical and mythological themes. Artists sought to convey raw emotion and personal narratives, rejecting the cool detachment of much contemporary art. </p><p id=\"\">Key figures include: Julian Schnabel, Georg Baselitz, and Anselm Kiefer. </p><p id=\"\">The movement was international in scope and marked a return to more traditional art-making practices, albeit with a postmodern sensibility.</p>",
    "Art Movement Desc": "Neo-Expressionism was a reaction against the conceptual and minimalist art of the 1970s. It revived figuration, expressive brushwork, and intense colors, often drawing on historical and mythological themes. Artists sought to convey raw emotion and personal narratives, rejecting the cool detachment of much contemporary art. Key figures include Julian Schnabel, Georg Baselitz, and Anselm Kiefer. The movement was international in scope and marked a return to more traditional art-making practices, albeit with a postmodern sensibility.",
    "Movement Image": "",
    "Bkgd Color": "#f37977"
  },
  {
    "Art Movement": "Performance Art",
    "Slug": "performance-art",
    "Collection ID": "67b9223d86bf1f948b4a1478",
    "Item ID": "67b923a89142d594464f0901",
    "Archived": "false",
    "Draft": "false",
    "Created On": "Sat Feb 22 2025 01:08:56 GMT+0000 (Coordinated Universal Time)",
    "Updated On": "Mon Feb 24 2025 21:08:18 GMT+0000 (Coordinated Universal Time)",
    "Published On": "Mon Feb 24 2025 21:13:22 GMT+0000 (Coordinated Universal Time)",
    "Movement Name": "Performance Art",
    "Description": "Performance Art is a genre in which art is presented \"live,\" typically by the artist but sometimes with collaborators or performers.",
    "Art Movement Description": "<p id=\"\">Performance Art emerged as a significant art form in the 1960s, though it has roots in earlier avant-garde movements. It involves live actions presented to an audience, often challenging conventional art forms and incorporating elements of theater, dance, music, and visual art. The artist's body is often the central medium, and the work can be spontaneous or scripted, ephemeral or enduring through documentation. </p><p id=\"\">Key figures include Marina Abramović, Chris Burden, and Yoko Ono. </p><p id=\"\">Performance art frequently addresses issues of the body, identity, social critique, and the nature of art itself.</p>",
    "Art Movement Desc": "Performance Art emerged as a significant art form in the 1960s, though it has roots in earlier avant-garde movements. It involves live actions presented to an audience, often challenging conventional art forms and incorporating elements of theater, dance, music, and visual art. The artist's body is often the central medium, and the work can be spontaneous or scripted, ephemeral or enduring through documentation. Key figures include Marina Abramović, Chris Burden, and Yoko Ono. Performance art frequently addresses issues of the body, identity, social critique, and the nature of art itself.",
    "Movement Image": "",
    "Bkgd Color": "#f6851f"
  },
  {
    "Art Movement": "Photorealism",
    "Slug": "photorealism",
    "Collection ID": "67b9223d86bf1f948b4a1478",
    "Item ID": "67b9255b2a3730e911c0ce3f",
    "Archived": "false",
    "Draft": "false",
    "Created On": "Sat Feb 22 2025 01:16:11 GMT+0000 (Coordinated Universal Time)",
    "Updated On": "Mon Feb 24 2025 21:09:31 GMT+0000 (Coordinated Universal Time)",
    "Published On": "Mon Feb 24 2025 21:13:22 GMT+0000 (Coordinated Universal Time)",
    "Movement Name": "Photorealism",
    "Description": "Photorealism is a painting style that aims to create images that are as realistic and detailed as photographs.",
    "Art Movement Description": "<p id=\"\">Photorealism developed in the late 1960s and early 1970s as a reaction against Abstract Expressionism and Minimalism. Artists meticulously reproduce photographic images on canvas, often using projectors or grids to transfer the image. The subject matter is typically everyday scenes and objects, rendered with a high degree of technical skill and precision. </p><p id=\"\">Key figures include: Chuck Close, Richard Estes, and Audrey Flack. </p><p id=\"\">Photorealism highlights the relationship between painting and photography, and questions the nature of perception and representation.</p>",
    "Art Movement Desc": "Photorealism developed in the late 1960s and early 1970s as a reaction against Abstract Expressionism and Minimalism. Artists meticulously reproduce photographic images on canvas, often using projectors or grids to transfer the image. The subject matter is typically everyday scenes and objects, rendered with a high degree of technical skill and precision. Key figures include Chuck Close, Richard Estes, and Audrey Flack. Photorealism highlights the relationship between painting and photography, and questions the nature of perception and representation.",
    "Movement Image": "",
    "Bkgd Color": "#42a7de"
  },
  {
    "Art Movement": "Pop Art",
    "Slug": "pop-art",
    "Collection ID": "67b9223d86bf1f948b4a1478",
    "Item ID": "67b9226fd0520098917f2a9c",
    "Archived": "false",
    "Draft": "false",
    "Created On": "Sat Feb 22 2025 01:03:43 GMT+0000 (Coordinated Universal Time)",
    "Updated On": "Mon Feb 24 2025 04:10:42 GMT+0000 (Coordinated Universal Time)",
    "Published On": "Mon Feb 24 2025 04:10:42 GMT+0000 (Coordinated Universal Time)",
    "Movement Name": "Pop Art",
    "Description": "Pop Art is an art movement that emerged in the 1950s and 60s, drawing inspiration from popular culture, mass media, and everyday objects.",
    "Art Movement Description": "<p id=\"\">Pop Art challenged traditional fine art by incorporating imagery from advertising, comic books, and mundane cultural objects. It often used bold colors, mechanical reproduction techniques like screen printing, and a sense of irony or celebration of consumer culture. </p><p id=\"\">Key figures include Andy Warhol, Roy Lichtenstein, and Claes Oldenburg. </p><p id=\"\">The movement aimed to blur the lines between \"high\" art and \"low\" culture, reflecting the growing influence of mass media and consumerism on society.</p>",
    "Art Movement Desc": "Pop Art challenged traditional fine art by incorporating imagery from advertising, comic books, and mundane cultural objects. It often used bold colors, mechanical reproduction techniques like screen printing, and a sense of irony or celebration of consumer culture. Key figures include Andy Warhol, Roy Lichtenstein, and Claes Oldenburg. The movement aimed to blur the lines between \"high\" art and \"low\" culture, reflecting the growing influence of mass media and consumerism on society.",
    "Movement Image": "",
    "Bkgd Color": "#4eb84e"
  },
  {
    "Art Movement": "Post-Internet Art",
    "Slug": "post-internet-art",
    "Collection ID": "67b9223d86bf1f948b4a1478",
    "Item ID": "67b92903859d08f0b8e46a66",
    "Archived": "false",
    "Draft": "false",
    "Created On": "Sat Feb 22 2025 01:31:47 GMT+0000 (Coordinated Universal Time)",
    "Updated On": "Mon Mar 03 2025 15:53:37 GMT+0000 (Coordinated Universal Time)",
    "Published On": "Mon Jul 14 2025 18:22:32 GMT+0000 (Coordinated Universal Time)",
    "Movement Name": "Post-Internet Art",
    "Description": "Post-Internet Art is art that reflects the cultural and social conditions shaped by the internet and digital technologies.",
    "Art Movement Description": "<p id=\"\">Post-Internet Art doesn't necessarily mean art <em id=\"\">made</em> on the internet, but rather art that is deeply influenced by the internet's existence and its effects on culture. It often addresses themes of connectivity, information overload, digital identity, and the blurring of online and offline experiences. It can take many forms, including physical objects, installations, videos, and online platforms. </p><p id=\"\">Key figures include: Petra Cortright, Ryan Trecartin, and Hito Steyerl. </p><p id=\"\">It acknowledges the internet as a ubiquitous and transformative force in contemporary life.</p>",
    "Art Movement Desc": "Post-Internet Art doesn't necessarily mean art made on the internet, but rather art that is deeply influenced by the internet's existence and its effects on culture. It often addresses themes of connectivity, information overload, digital identity, and the blurring of online and offline experiences. It can take many forms, including physical objects, installations, videos, and online platforms. Key figures include artists like Cory Arcangel, Petra Cortright, and Hito Steyerl. It acknowledges the internet as a ubiquitous and transformative force in contemporary life.",
    "Movement Image": "",
    "Bkgd Color": "#f6851f"
  },
  {
    "Art Movement": "Postminimalism",
    "Slug": "postminimalism",
    "Collection ID": "67b9223d86bf1f948b4a1478",
    "Item ID": "67b925fe3bc12cf7aa65e20c",
    "Archived": "false",
    "Draft": "false",
    "Created On": "Sat Feb 22 2025 01:18:54 GMT+0000 (Coordinated Universal Time)",
    "Updated On": "Mon Feb 24 2025 21:11:17 GMT+0000 (Coordinated Universal Time)",
    "Published On": "Mon Feb 24 2025 21:13:22 GMT+0000 (Coordinated Universal Time)",
    "Movement Name": "Postminimalism",
    "Description": "Postminimalism is an artistic trend that emerged in the late 1960s, reacting to and extending the ideas of Minimalism.",
    "Art Movement Description": "<p id=\"\">Postminimalism retains Minimalism's interest in simple forms and industrial materials, but often introduces elements of process, chance, and organic materials. It tends to be more personal and expressive than Minimalism, embracing sensuality, and imperfections. </p><p id=\"\">Key figures include: Eva Hesse, Richard Serra, and Bruce Nauman. </p><p id=\"\">Postminimalist works often explore the body, the effects of gravity, and the passage of time, emphasizing the physicality of materials and the process of art-making.</p>",
    "Art Movement Desc": "Postminimalism retains Minimalism's interest in simple forms and industrial materials, but often introduces elements of process, chance, and organic materials. It tends to be more personal and expressive than Minimalism, embracing sensuality, and imperfections. Key figures include Eva Hesse, Richard Serra, and Bruce Nauman. Postminimalist works often explore the body, the effects of gravity, and the passage of time, emphasizing the physicality of materials and the process of art-making.",
    "Movement Image": "",
    "Bkgd Color": "#4eb84e"
  },
  {
    "Art Movement": "Relational Aesthetics",
    "Slug": "relational-aesthetics",
    "Collection ID": "67b9223d86bf1f948b4a1478",
    "Item ID": "67b928c36ae7e18300ec2eee",
    "Archived": "false",
    "Draft": "false",
    "Created On": "Sat Feb 22 2025 01:30:43 GMT+0000 (Coordinated Universal Time)",
    "Updated On": "Mon Feb 24 2025 04:10:12 GMT+0000 (Coordinated Universal Time)",
    "Published On": "Mon Feb 24 2025 04:10:12 GMT+0000 (Coordinated Universal Time)",
    "Movement Name": "Relational Aesthetics",
    "Description": "Relational Aesthetics is a mode of art-making where social interactions and human relations form the primary artistic medium.",
    "Art Movement Description": "<p id=\"\">Coined by curator Nicolas Bourriaud in the 1990s, Relational Aesthetics describes art that takes as its starting point the whole of human relations and their social context, rather than an independent and private space. It often involves creating situations or events that encourage interaction and participation among viewers. </p><p id=\"\">Key figures include Rirkrit Tiravanija, Liam Gillick, and Philippe Parreno. </p><p id=\"\">Relational Aesthetics emphasizes the social function of art and its potential to create new forms of community and dialogue.</p>",
    "Art Movement Desc": "Coined by curator Nicolas Bourriaud in the 1990s, Relational Aesthetics describes art that takes as its starting point the whole of human relations and their social context, rather than an independent and private space. It often involves creating situations or events that encourage interaction and participation among viewers. Key figures include Rirkrit Tiravanija, Liam Gillick, and Philippe Parreno. Relational Aesthetics emphasizes the social function of art and its potential to create new forms of community and dialogue.",
    "Movement Image": "",
    "Bkgd Color": "#f37977"
  },
  {
    "Art Movement": "Social Practice Art",
    "Slug": "social-practice-art",
    "Collection ID": "67b9223d86bf1f948b4a1478",
    "Item ID": "67b9293a8c1ec14eeddd8091",
    "Archived": "false",
    "Draft": "false",
    "Created On": "Sat Feb 22 2025 01:32:42 GMT+0000 (Coordinated Universal Time)",
    "Updated On": "Mon Feb 24 2025 21:12:05 GMT+0000 (Coordinated Universal Time)",
    "Published On": "Mon Feb 24 2025 21:13:22 GMT+0000 (Coordinated Universal Time)",
    "Movement Name": "Social Practice Art",
    "Description": "Social Practice Art is an art medium that focuses on engagement through human interaction and social discourse.",
    "Art Movement Description": "<p id=\"\">Social Practice Art emphasizes collaboration, participation, and social engagement as integral aspects of the artwork. It often takes place in the public sphere and addresses social and political issues, aiming to create positive change or raise awareness. Projects can involve workshops, community organizing, interventions, and other forms of direct action. </p><p id=\"\">Key figures include: Tania Bruguera, Theaster Gates, and Rick Lowe. </p><p id=\"\">The focus is on the process and the impact of the art on individuals and communities, rather than on the creation of a traditional art object.</p>",
    "Art Movement Desc": "Social Practice Art emphasizes collaboration, participation, and social engagement as integral aspects of the artwork. It often takes place in the public sphere and addresses social and political issues, aiming to create positive change or raise awareness. Projects can involve workshops, community organizing, interventions, and other forms of direct action. Key figures include Tania Bruguera, Theaster Gates, and Rick Lowe. The focus is on the process and the impact of the art on individuals and communities, rather than on the creation of a traditional art object.",
    "Movement Image": "",
    "Bkgd Color": "#42a7de"
  },
  {
    "Art Movement": "Street Art / Graffiti Art",
    "Slug": "street-art-graffiti-art",
    "Collection ID": "67b9223d86bf1f948b4a1478",
    "Item ID": "67b928108c1ec14eeddcebf2",
    "Archived": "false",
    "Draft": "false",
    "Created On": "Sat Feb 22 2025 01:27:44 GMT+0000 (Coordinated Universal Time)",
    "Updated On": "Mon Feb 24 2025 21:12:46 GMT+0000 (Coordinated Universal Time)",
    "Published On": "Mon Feb 24 2025 21:13:22 GMT+0000 (Coordinated Universal Time)",
    "Movement Name": "Street Art / Graffiti Art",
    "Description": "Street Art or Graffiti Art is visual art created in public locations, often unsanctioned, and executed outside of the traditional art venue context.",
    "Art Movement Description": "<p id=\"\">Emerging from graffiti subcultures in the 1970s and 1980s, Street Art encompasses a wide range of styles and techniques, including spray paint, stencils, wheatpasting, and murals. It often carries social or political messages, and can be a form of artistic expression, commentary, or protest. </p><p id=\"\">Key figures include: Jean-Michel Basquiat, Keith Haring, and Banksy. </p><p id=\"\">Street Art challenges traditional notions of art ownership and the gallery system, engaging directly with the public in urban environments.</p>",
    "Art Movement Desc": "Emerging from graffiti subcultures in the 1970s and 1980s, Street Art encompasses a wide range of styles and techniques, including spray paint, stencils, wheatpasting, and murals. It often carries social or political messages, and can be a form of artistic expression, commentary, or protest. Key figures include Jean-Michel Basquiat, Keith Haring, and Banksy. Street Art challenges traditional notions of art ownership and the gallery system, engaging directly with the public in urban environments.",
    "Movement Image": "",
    "Bkgd Color": "#f6851f"
  },
  {
    "Art Movement": "Young British Artists (YBAs)",
    "Slug": "young-british-artists-ybas",
    "Collection ID": "67b9223d86bf1f948b4a1478",
    "Item ID": "67b928911610ca8a55cf9c10",
    "Archived": "false",
    "Draft": "false",
    "Created On": "Sat Feb 22 2025 01:29:53 GMT+0000 (Coordinated Universal Time)",
    "Updated On": "Mon Feb 24 2025 21:13:14 GMT+0000 (Coordinated Universal Time)",
    "Published On": "Mon Feb 24 2025 21:13:22 GMT+0000 (Coordinated Universal Time)",
    "Movement Name": "Young British Artists (YBAs)",
    "Description": "The Young British Artists (YBAs) were a loose group of artists who began to exhibit together in London in the late 1980s, known for their entrepreneurial spirit and use of shock tactics.",
    "Art Movement Description": "<p id=\"\">The YBAs gained notoriety in the 1990s for their use of unconventional materials, provocative imagery, and a \"shock of the new\" approach. They often explored themes of death, identity, consumerism, and the media, often with a dark sense of humor. </p><p id=\"\">Key figures include: Damien Hirst, Tracey Emin, and Sarah Lucas. </p><p id=\"\">The YBAs revitalized the British art scene and gained international recognition, but also attracted controversy for their sometimes sensationalist approach.</p>",
    "Art Movement Desc": "The YBAs gained notoriety in the 1990s for their use of unconventional materials, provocative imagery, and a \"shock of the new\" approach. They often explored themes of death, identity, consumerism, and the media, often with a dark sense of humor. Key figures include Damien Hirst, Tracey Emin, and Sarah Lucas. The YBAs revitalized the British art scene and gained international recognition, but also attracted controversy for their sometimes sensationalist approach.",
    "Movement Image": "",
    "Bkgd Color": "#4eb84e"
  }
]